cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'

cask 'xquartz'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'steam'
cask 'transmission'
cask 'tunnelbear'
cask 'vlc'
cask 'android-platform-tools'
cask 'appcleaner'
cask 'filezilla'
cask 'gas-mask'
cask 'kitematic'
cask 'spectacle'
cask 'android-file-transfer'
cask 'appcleaner'
cask 'dbeaver-community'
cask 'disk-inventory-x'
cask 'disk-sensei'
cask 'franz'
cask 'docker-toolbox'
cask 'docker'
cask 'geektool'
cask 'github-desktop'
cask 'gotomeeting'
cask 'keka'
cask 'megasync'
cask 'malwarebytes'
cask 'android-studio'
cask 'remote-desktop-manager'
cask 'numi'
cask 'omniplan'
cask 'openemu'
cask 'robo-3t'
cask 'sqlpro-for-mssql'
cask 'sequel-pro'
cask 'skype'
cask 'soundflower'
cask 'sourcetree'
cask 'spotify'
cask 'steam'
cask 'stremio'
cask 'sublime-text'
cask 'teamviewer'
cask 'tunnelbear'
cask 'zeplin'
cask 'iterm2'
cask 'xscope'
cask 'macs-fan-control'
cask 'prey'

brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'aircrack-ng'
brew 'clasp'
brew 'gringo'
brew 'aspcud'
brew 'autoconf'
brew 'automake'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'pixman'
brew 'cairo'
brew 'ocaml'
brew 'ocamlbuild'
brew 'camlp4'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'fortune'
brew 'jpeg'
brew 'little-cms2'
brew 'ghostscript'
brew 'gpsd'
brew 'httrack'
brew 'libtool'
brew 'imagemagick'
brew 'jbig2dec'
brew 'leiningen'
brew 'leptonica'
brew 'libgpg-error'
brew 'libksba'
brew 'libxml2'
brew 'libyaml'
brew 'mongodb'
brew 'mysql'
brew 'opam'
brew 'poppler', args: ['with-qt']
brew 'postgresql', restart_service: true
brew 'qpdf'
brew 'qt'
brew 'redis'
brew 'tesseract'
brew 'unoconv'
brew 'unpaper'
brew 'wget'
brew 'yarn'
brew 'pyenv'
